[Default]
Description=Speed control valve with manual override pilot operated check valve

[CZ]
Description=Škrtící ventil s řízeným zpětným ventilem a ručním odvzdušněním

;[PL]
;Description=

;[SI]
;Description=

[DE]
Description=Entsperrbares Drosselrückschlagventil mit Restdruckentlüftung

;[HU]
;Description=

;[BG]
;Description=
